let data = [
  "Засгийн", // "Нүүрс"
  "газарт", // "Нүүрс"
  "6.4",
  "сая",
  "тонн",
  "Нүүрс",
  "алдагдсан",
  "гэх",
  "мэдээлэл",
  "ирээгүй",
  "байна.",
  "Бодит",
  "байдалд",
  "ийм",
  "их",
  "хэмжээний",
  "нүүрс",
  "алдагдсан",
  "гэх",
  "асуудал",
  "эргэлзээтэй",
  "байна.",
  "Хууль",
  "хяналтын",
  "байгууллага",
  "хяналт",
  "шалгалтын",
  "ажил",
  "явуулж",
  "байна",
];
let word = prompt("uge bic");
let ug = 0;
for (let i = 0; i < data.length; i++) {
  if (word.toLowerCase() == data[i].toLowerCase()) {
    ug += 1;
  }
}
console.log(ug);
